Repository: IHI-Data-science/mdb
Catalog: docs/source/locales/*_rBF/LC_MESSAGES/chapter_3.po
Languages: fr

source: Add a project
fr: Ajouter un projet

source: **Step 1**: Click Projects
fr: **Étape 1** : Cliquez sur Projets

source: **Step 2**: Click Manage Project
fr: **Étape 2** : Cliquez sur Gérer le projet

source: **Step 3**: Click +Add Project
fr: **Étape 3** : Cliquez sur + Ajouter un projet

source: **Step 4**: Enter project details;
fr: **Étape 4** : Entrez les détails du projet ;

source: **a**: Project name – long format (e.g., Producing User Guide)
fr: **a** : Nom du projet - format long (par exemple, Guide de l'utilisateur de production)

source: **b**: Project code – Abbreviation of the project name(e.g., TEG)
fr: **b** : Code du projet - Abréviation du nom du projet (par exemple, TEG)

source: **c**: Experiment number (e.g., 1 if it's the first experiment for the project
fr: Numéro de l'expérience (par exemple, 1 s'il s'agit de la première expérience du projet

source: **d**: Select site name from a drop downmenu (if not available – Add a site?)
fr: Sélectionnez le nom du site dans un menu déroulant (si non disponible – Ajouter un site ?

source: **e**: Select appropriate date - same for expected end date
fr: **e** : Sélectionnez la date appropriée – idem pour la date de fin prévue

source: **f**: Select responsible scientist from dropdown menu (e.g., Project Leader)
fr: Sélectionnez le scientifique responsable dans le menu déroulant (par exemple, chef de projet)

source: Then click "Submit"
fr: Cliquez ensuite sur "Envoyer"

source: Grant access to an existing project
fr: Accorder l'accès à un projet existant

source: **Step 1**: Click Projects then Manage Project
fr: Étape 1** : Cliquez sur Projets puis sur Gérer le projet

source: **Step 2**: Search your project based on the project code (e.g., MXTG)
fr: **Étape 2** : Recherchez votre projet en fonction du code du projet (par exemple, MXTG)

source: **Step 3**: Click on Grant/Revoke button
fr: **Étape 3** : Cliquez sur le bouton Accorder/Révoquer

source: **Step 4**: Select the user you want on the user dropdown
fr: **Étape 4** : Sélectionnez l'utilisateur souhaité dans la liste déroulante des utilisateurs

source: Add an experiment to a project
fr: Ajouter une expérience à un projet

source: **Step 3**: Click on **+Exp** button
fr: **Étape 3** : Cliquez sur le bouton **+Exp**

source: **Step 4**: Enter new experiment details;
fr: **Étape 4** : Entrez les nouveaux détails de l'expérience ;

source: **a**: Experiment number (e.g., 002)
fr: **a** : numéro de l'expérience (par exemple, 002)

source: **b**: Select site name from a drop downmenu (if not available – Add a site?)
fr: **b** : Sélectionnez le nom du site dans un menu déroulant (si non disponible – Ajoutez un placer?)

source: **c**: Select appropriate date - same for expected end date
fr: **c** : Sélectionnez la date appropriée – idem pour la date de fin prévue

source: **d**: Click "Add Experiment"
fr: **d** : Cliquez sur "Ajouter un test"

source: Project Management
fr: Gestion de projet
