Repository: IHI-Data-science/mdb
Catalog: docs/source/locales/*_rBF/LC_MESSAGES/chapter_8.po
Languages: fr

source: Overview
fr: Aperçu

source: The MosquitoDb application is used for data collection in the field and also view data from particular experiments when working in the field.
fr: L'application Mosquito DB est utilisée pour la collecte de données sur le terrain et permet également d'afficher les données d'expériences particulières lors du travail sur le terrain.

source: Requirements: | Operating system OS “Android – <4.0 Version” | Smart Phones or Tablets | Access to Internet – Upload & Downloading Projects | Install Android Package Kit(APK’s)- for MosquitoDB file
fr: Exigences : | Système d'exploitation OS Android – < 4.0 Version | Intelligent Téléphones ou tablettes | Accès à Internet – Télécharger et télécharger des projets |Installer Android Package Kit (APK) - pour le fichier MosquitoDB

source: MosquitoDB App
fr: Application MosquitoDB

source: App setup
fr: Configuration de l'application

source: To use MosquitoDb App, first download the App from PlayStore by searching MosquitoDb.
fr: Pour utiliser l'application MosquitoDb, téléchargez d'abord l'application depuis PlayStore en recherchant "MosquitoDb"

source: Install the first app who's owner is **Samson Kiware**
fr: Installez la première application dont le propriétaire est **Samson Kiware**

source: **OR**
fr: **OU**

source: If you have the apk, then;
fr: Si vous avez l'apk, alors;

source: **Step 1:** Allow Unknown sources to install apps on your phone
fr: **Étape 1 :** Autoriser les sources inconnues à installer des applications sur votre téléphone

source: **a:** Go to Settings, then apps
fr: **a :** Accédez aux paramètres, puis aux applications

source: **b:** Select the app from which you got the apk e.g WhatsApp
fr: **b :** Sélectionnez l'application à partir de laquelle vous avez obtenu l'apk, par exemple WhatsApp

source: **c:** Scroll down to "Install Unknown apps" and allow it.
fr: **c:** Faites défiler jusqu'à "Installer des applications inconnues" et autorisez-le.

source: **Step 2:** Install the app
fr: **Étape 2 :** Installez l'application

source: Accessing a project
fr: Accéder à un projet

source: **NB:** Inorder to access a project, you should have been given access from MosquitoDB Web, by the Project Owner or create your own project in MosquitoDB Web, then access it from the App.
fr: **NB :** Pour accéder à un projet, vous devez avoir obtenu l'accès depuis Mosquito DB Web, par le propriétaire du projet ou créer votre propre projet dans Mosquito DB Web, puis y accéder depuis l'application.

source: **Step 1:** Click on the Menu Bar, then select Settings
fr: **Étape 1 :** Cliquez sur la barre de menus, puis sélectionnez Paramètres

source: **Step 2:** Select Download project
fr: **Étape 2 :** Sélectionnez Télécharger le projet"

source: **Step 3:** Click on the dropdown to select the project you want to access, then click **Download Project**
fr: **Étape 3 :** Cliquez sur la liste déroulante pour sélectionner le projet auquel vous souhaitez accéder, puis cliquez sur **Télécharger le projet**

source: **Step 4:** Click **Download Sites**
fr: **Étape 4 :** Cliquez sur **Télécharger les sites**

source: **Step 5:** On the Settings page, click **Site**, then choose the Site that your project is in
fr: **Étape 5 :** Sur la page Paramètres, cliquez sur **Site**, puis choisissez le site sur lequel se trouve votre projet

source: **Step 6:** On the same page, click "Number of Formrows in ED1" if you are using ED1 or "Number of Formrows in ED2" if you're using ED2. Then set the no of rows you'll use in your ED Form and click **OK**
fr: **Étape 6 :** Sur la même page, cliquez sur "Nombre de lignes de formulaire dans ED1" si vous utilisez ED1 ou "Nombre de lignes de formulaire dans ED2" si vous utilisez ED2. Définissez ensuite le nombre de lignes que vous utiliserez dans votre formulaire ED et cliquez sur **OK**

source: Edit Data
fr: Modifier les données

source: **Step 1:** On the Home Page, Select **Edit Data**
fr: **Étape 1 :** Sur la page d'accueil, sélectionnez **Modifier les données**

source: **Step 2:** Select the form whose data you want to edit e.g Sample Sorting
fr: **Étape 2 :** Sélectionnez le formulaire dont vous souhaitez modifier les données, par exemple le tri des échantillons

source: **Step 3:** Select whether to view or Update the Data. On clicking update you'll be able to edit the data.
fr: **Étape 3 :** Sélectionnez si vous souhaitez afficher ou mettre à jour les données. En cliquant sur Mettre à jour, vous pourrez modifier les données.

source: **Step 4:** Click Save to keep your updated changes.
fr: **Étape 4 :** Cliquez sur Enregistrer pour conserver vos modifications à jour.

source: Experimental Design
fr: Conception expérimentale

source: **Step 1:** On the Home Page, Select **Enter Data**
fr: **Étape 1 :** Sur la page d'accueil, sélectionnez **Entrer les données**

source: **Step 2:** Select the form for which you want to enter Data e.g Experimental Design Form ( Review Chapter 4.2, for the use of the forms). Then choose the form number according to your experiment e.g if you're working on the field, then use ED1
fr: **Étape 2 :** Sélectionnez le formulaire pour lequel vous souhaitez saisir des données, par exemple un formulaire de conception expérimentale (voir le chapitre 4.2, pour l'utilisation des formulaires). Ensuite, choisissez le numéro de formulaire en fonction de votre expérience, par exemple si vous travaillez sur le champ, puis utilisez ED1

source: **NB:** You have to fill in data in ED Forms, then you can continue adding data in other forms e.g SS2
fr: **NB :** Vous devez remplir les données dans les formulaires ED, puis vous pouvez continuer à ajouter des données dans d'autres formulaires, par exemple SS2

source: **Step 3:** On the ED Form, you can start filling in your data
fr: **Étape 3 :** Sur le formulaire ED, vous pouvez commencer à remplir vos données

source: **a:** Click to view pre-recorded data
fr: **a :** Cliquez pour afficher les données préenregistrées

source: **b:** Click to auto generate Serial No.
fr: **b :** Cliquez pour générer automatiquement le numéro de série.

source: **Step 5:** When you're done entering Click Save. This saves the data in your device before pushing it to the cloud.
fr: **Étape 5 :** Lorsque vous avez terminé, cliquez sur Enregistrer. Cela enregistre les données dans votre appareil avant de les transférer vers le cloud.

source: **Step 6:** To enter another set of data for the same experiment, click this is not the last entry on the popup.
fr: **Étape 6 :** Pour saisir un autre ensemble de données pour la même expérience, cliquez sur ce n'est pas la dernière entrée de la fenêtre contextuelle.

source: Enter Data
fr: Entrer des données

source: Sample Sorting
fr: Tri des échantillons

source: **NB:** You have to fill in data in ED Forms, before you can enter Sample Sorting Data.
fr: **NB :** Vous devez remplir les données dans les formulaires ED avant de pouvoir saisir les données de tri des échantillons.

source: **Step 1:** Select Sample Sorting
fr: **Étape 1 :** Sélectionnez le tri des échantillons

source: **Step 2:** Select the form for which you want to enter Data e.g Sample Sorting 1
fr: **Étape 2 :** Sélectionnez le formulaire pour lequel vous souhaitez saisir des données, par exemple le tri des échantillons 1

source: **Step 3:** SEN is generated automatically from ED1, you can continue filling your data.
fr: **Étape 3 :** SEN est généré automatiquement à partir de ED1, vous pouvez continuer à remplir vos données.

source: **Step 4:** Save your data in your device, before sending to the cloud.
fr: **Étape 4 :** Enregistrez vos données dans votre appareil avant de les envoyer dans le cloud.

source: **Please follow the same steps to enter Sample Observation(SO) and Sample Storage(ST) Data**
fr: ** Veuillez suivre les mêmes étapes pour saisir les données d'observation d'échantillon (SO) et de stockage d'échantillon (ST) **

source: Using the App
fr: Utilisation de l'application

source: Login
fr: Connexion

source: **NB:** You can only use the app after creating an account on MosquitoDb Web
fr: **NB :** Vous ne pouvez utiliser l'application qu'après avoir créé un compte sur Mosquito DB Web"

source: **Step 1:** On running the app you'll be prompted to select the language of your choice either French or English.
fr: **Étape 1 :** Lors de l'exécution de l'application, vous serez invité à sélectionner la langue de votre choix, soit le français ou l'anglais.

source: **Step 2:** Enter your login credentials then click Login.
fr: **Étape 2 :** Saisissez vos identifiants de connexion, puis cliquez sur Connexion.

source: Submit Data
fr: Soumettre des données

source: **NB:** This feature is used to send data to the cloud, to use it, you must have already entered data through the forms.
fr: **NB :** Cette fonctionnalité est utilisée pour envoyer des données vers le cloud, pour l'utiliser, vous devez déjà avoir saisi des données via les formulaires.

source: **Step 1:** On the Home Page, Select **Submit Data**, then select the form whose data you want to submit and e.g Sample Sorting
fr: **Étape 1 :** Sur la page d'accueil, sélectionnez **Soumettre les données**, puis sélectionnez le formulaire dont vous souhaitez soumettre les données et, par exemple, le tri des échantillons

source: **Step 2:** You'll see all the data sets that you have entered.
fr: **Étape 2 :** Vous verrez tous les ensembles de données que vous avez saisis.

source: **Step 3:** Click the cloud icone, to push all your data simultaneously.
fr: **Étape 3 :** Cliquez sur l'icône du nuage pour envoyer toutes vos données simultanément.

source: View Data
fr: Afficher les données

source: **Step 1:** On the Home Page, Select **View Data**, then select the form whose data you want to view and e.g Sample Sorting
fr: **Étape 1 :** Sur la page d'accueil, sélectionnez **Afficher les données**, puis sélectionnez le formulaire dont vous souhaitez afficher les données et, par exemple, le tri des échantillons

source: **Step 2:** Select the data set you want to view
fr: **Étape 2 :** Sélectionnez l'ensemble de données que vous souhaitez afficher

source: **Step 3:** Click View
fr: **Étape 3 :** Cliquez sur Afficher
