Repository: IHI-Data-science/mdb
Catalog: docs-*/source/locales/*_rBF/LC_MESSAGES/chapter_2.po
Languages: fr

source: Working with home page
fr: Travailler avec la page d'accueil

source: **Once logged in note that;**
fr: **Une fois connecté, notez que ;**

source: Only users provided with access to a specific project(s) can access those projects
fr: Seuls les utilisateurs ayant accès à un ou plusieurs projets spécifiques peuvent accéder à ces projets

source: Only projects added into the system can be accessed
fr: Seuls les projets ajoutés au système sont accessibles

source: Only Project Investigators or Leaders add project to the system
fr: Seuls les enquêteurs ou les chefs de projet ajoutent un projet au système

source: Only Project Investigators or Leaders who have added a project can grant access to registered users
fr: Seuls les enquêteurs ou les chefs de projet qui ont ajouté un projet peuvent accorder l'accès aux utilisateurs enregistrés

source: Only give access to members in your team and collaborators – or those you have agreed to share data with.
fr: N'accordez l'accès qu'aux membres de votre équipe et à vos collaborateurs, ou à ceux avec qui vous avez accepté de partager des données.

source: Getting Started
fr: Commencer

source: Login to your account
fr: Connectez-vous à votre compte

source: Enter your registered email address e.g. janicestephen36@gmail.com
fr: Entrez votre adresse e-mail enregistrée, par ex. newuser@ihi.or.tz

source: Enter your registered password **********
fr: Entrez votre mot de passe enregistré **********

source: Then Click the "Login Button" to login to Mosquito database
fr: Cliquez ensuite sur le "Bouton de connexion" pour vous connecter à la base de données Mosquito

source: If you can’t remember your registered password click on Reset and an Email will be sent to your email for password reset instructions.
fr: Travailler avec le menu principal

source: Register your account
fr: Enregistrer votre compte

source: Click on “Register” button, found on the login page as per image below. This will take you to the registration page where you can enter your details.
fr: Si vous êtes un utilisateur francophone, cliquez sur le bouton de langue pour passer à votre langue préférée.
