Repository: IHI-Data-science/mdb
Catalog: docs-*/source/locales/*_rBF/LC_MESSAGES/chapter_4.po
Languages: fr

source: Data entry
fr: La saisie des données

source: On completion of your experiment, you can upload data to the system through the Web application or the android application.
fr: À la fin de votre expérience, vous pouvez télécharger des données sur le système via l'application Web ou l'application Android.

source: **NB:** This can be done after customizng the forms following the steps in 4.2.1
fr: Cela peut être fait après avoir personnalisé le formulaire en suivant les étapes en 4.2.1

source: Selecting the data entry form
fr: Sélection du formulaire de saisie

source: **Step 1**: Click Forms on the Menu
fr: **Étape 1** : Cliquez sur Formulaires dans le menu

source: **Step 2**: Guide the cursor to the top of the form type that you want the select the specific form from the dropdown
fr: **Étape 2** : guidez le curseur vers le haut du type de formulaire que vous souhaitez sélectionner le formulaire spécifique dans la liste déroulante

source: **Step 3**: Click Download Template, then enter the data in the downloaded excel sheet
fr: **Étape 3** : Cliquez sur Télécharger le modèle, puis saisissez les données dans la feuille Excel téléchargée

source: **Step 4**: Click Upload File and select the filled excel file
fr: **Étape 4** : Cliquez sur Télécharger le fichier et sélectionnez le fichier Excel rempli

source: **Step 5**: Click Submit
fr: **Étape 5** : Cliquez sur Soumettre

source: Customize data table labels
fr: Personnaliser les étiquettes de table de données

source: You can edit the name label names of the data tables.
fr: Vous pouvez modifier les noms d'étiquette de nom des tables de données.

source: **Step 1**: Click System Administration then Customization
fr: **Étape 1** : Cliquez sur Administration système puis Personnalisation

source: **Step 2**: Click Customiza Labels
fr: **Étape 2** : Cliquez sur Personnaliser les étiquettes

source: **Step 3**: Select the labels you want and deselct the one you don't want
fr: **Étape 3** : sélectionnez les libellés que vous souhaitez et désélectionnez ceux que vous ne souhaitez pas

source: **Step 4**: Click Submit
fr: **Étape 4** : Cliquez sur Soumettre

source: Forms Management
fr: Gestion des formulaires

source: MosquitoDb assits with data collection through data collection forms , that are customized and readily available to fit different vector specific projects and/or experiments. Though they were previously made specifically for mosquito data collection, they are now being adapted to other vectors starting with Snails.
fr: MosquitoDb facilite la collecte de données via des formulaires de collecte de données, qui sont personnalisés et facilement disponibles pour s'adapter à différents projets et/ou expériences spécifiques aux vecteurs. Bien qu'ils aient été précédemment conçus spécifiquement pour la collecte de données sur les moustiques, ils sont maintenant adaptés à d'autres vecteurs, à commencer par les escargots.

source: The available forms are filled with specific field and the user can easily add other fields that they will need in their experiment.
fr: Les formulaires disponibles sont remplis avec des champs spécifiques et l'utilisateur peut facilement ajouter d'autres champs dont il aura besoin dans son expérience.

source: Setting up the forms
fr: Mise en place des formulaires

source: Inorder to start working on the forms, make sure you have created a project first following the steps on 3.1.
fr: Afin de commencer à travailler sur les formulaires, assurez-vous que vous avez d'abord créé un projet en suivant les étapes de 3.1.

source: The forms on MosquitoDb are used as below;
fr: Les formulaires sur MosquitoDb sont utilisés comme ci-dessous ;

source: **a**: Experimental Design 1 is used to collect field data
fr: **a** : le plan expérimental 1 est utilisé pour collecter des données sur le terrain

source: **b**: Experimental Design 2 collects from semi-fields
fr: **b** : le plan expérimental 2 collecte des semi-champs

source: **c**: Sample Sorting 1 collects mature mosquito data
fr: **c** : le tri de l'échantillon 1 collecte des données sur les moustiques matures

source: **d**: Sample Sorting 2 collects immature mosquito data
fr: **d** : le tri d'échantillons 2 collecte des données sur les moustiques immatures

source: **e**: Sample Sorting 3 collects resistance data
fr: **e** : Triage d'échantillons 3 données de résistance collectées

source: **f**: Sample Sorting 4 collects snail data
fr: **f** : Sample Sorting 4 collecte des données sur les escargots

source: **g**: Sample Observation 1 laboratory data collected from field
fr: **g** : Echantillon Observation 1 données de laboratoire recueillies sur le terrain

source: **h**: Sample Observation 2 laboratory data collected from semi-field
fr: **h** : Echantillon Observation 2 données de laboratoire recueillies en semi-terrain

source: **i**: Sample Storage 1 collects storage data from field
fr: **i** : Sample Storage 1 collecte les données de stockage sur le terrain

source: **j**: Sample Storage 2 collects storage data from semi-field
fr: **j** : Sample Storage 2 collecte les données de stockage à partir du semi-terrain

source: After creating a project select the project and experiment then;
fr: Après avoir créé un projet, sélectionnez le projet et expérimentez ensuite ;

source: Customize form fields
fr: Personnaliser les champs de formulaire

source: **Step 1**: Click Sytem Administration then Customization
fr: **Étape 1** : Cliquez sur Administration et personnalisation du système

source: **Step 2**: Choose the forms that you want to have in your experiment e.g Experimental Design, then choose either Experimental Design 1 or 2.
fr: **Étape 2** : choisissez les formes que vous souhaitez avoir dans votre expérience, par exemple la conception expérimentale, puis choisissez la conception expérimentale 1 ou 2.

source: **Step 3**: Check or uncheck any non-mandatory field
fr: **Étape 3** : Cochez ou décochez tout champ non obligatoire

source: **Step 4**: Click Save Fields or Delete Saved to uncheck the non-mandatory fields
fr: **Étape 4** : Cliquez sur Enregistrer les champs ou sur Supprimer les enregistrements pour décocher les champs non obligatoires

source: **Do the same for all forms that you need in your experiment**
fr: ** Faites de même pour tous les formulaires dont vous avez besoin dans votre expérience **

source: Customize template
fr: Personnaliser le modèle

source: **Step 2**: Click Customize General Template
fr: **Étape 2** : Cliquez sur Personnaliser le modèle général

source: **Step 3**: Click Download on the field you want to customize e.g Methods
fr: **Étape 3** : Cliquez sur Télécharger dans le champ que vous souhaitez personnaliser, par exemple Méthodes

source: **Step 4**: After editing the Methods on excel file, click Choose File and choose the edited excel file then click Import to upload the data
fr: **Étape 4** : Après avoir modifié les méthodes sur le fichier Excel, cliquez sur Choisir un fichier et choisissez le fichier Excel modifié, puis cliquez sur Importer pour télécharger les données
