Repository: IHI-Data-science/mdb
Catalog: docs-*/source/locales/*_rBF/LC_MESSAGES/chapter_6.po
Languages: fr

source: Data Summary
fr: Résumé des données

source: **Step 1**: Click Summary
fr: **Étape 1** : Cliquez sur Résumé

source: **Step 2**: Select the project code and Experiment number you want to view data
fr: **Étape 2** : sélectionnez le code du projet et le numéro de l'expérience dont vous souhaitez afficher les données

source: **Step 3**: Filter data from the tabs i.e Method, Location, Date e.t.c click "Clear" to clear the selections for re-entry.(Optional Step)
fr: **Étape 3** : Filtrez les données des onglets, c'est-à-dire Méthode, Emplacement, Date, etc., cliquez sur "Effacer" pour effacer les sélections pour une nouvelle entrée. (Étape facultative)

source: **Step 4**: Click the summary you want to view on Data summary table or Frequency graphs based on the data available and/or filtered.
fr: **Étape 4** : Cliquez sur le résumé que vous souhaitez afficher dans le tableau récapitulatif des données ou les graphiques de fréquence en fonction des données disponibles et/ou filtrées.

source: Datasets
fr: Ensembles de données

source: To view datasets of a specific project, select the project and experiment number then;
fr: Pour afficher les ensembles de données d'un projet spécifique, sélectionnez ensuite le numéro du projet et de l'expérience ;

source: **Step 1**: Click Tables on the Menu
fr: **Étape 1** : Cliquez sur Tableaux dans le menu

source: **Step 2**: Select the form from which you want to view the data e.g Experimental Design 1 to view the data collected using ED1
fr: **Étape 2** : sélectionnez le formulaire à partir duquel vous souhaitez afficher les données, par exemple le plan expérimental 1 pour afficher les données collectées à l'aide de ED1

source: **Step 3**: You can now view the data and search a specific data that you want.
fr: **Étape 3** : Vous pouvez maintenant afficher les données et rechercher les données spécifiques que vous souhaitez.

source: Downloading Data
fr: Téléchargement de données

source: **Step 1**: Select project and experiment then Click Dataset
fr: **Étape 1** : Sélectionnez le projet et l'expérimentation, puis cliquez sur Ensemble de données

source: **Step 2**: Select the form from which you want data from e.g Sample Sorting Data
fr: **Étape 2** : sélectionnez le formulaire à partir duquel vous souhaitez obtenir des données, par exemple des données de tri d'échantillons

source: **Step 3**: Then select the specific Sample Sorting data e.g SS2
fr: **Étape 3** : Sélectionnez ensuite les données de tri d'échantillons spécifiques, par exemple SS2

source: **Step 4**: Clikc Generate Dataset
fr: **Étape 4** : Cliquez sur Générer un ensemble de données

source: If you want to select data from different forms then;
fr: Si vous souhaitez sélectionner des données à partir de différents formulaires, alors ;

source: **a**: Select the forms you want e.g Experimental Design and Sample Sorting
fr: **a** : sélectionnez les formulaires que vous souhaitez, par exemple le plan expérimental et le tri des échantillons

source: **b**: Select the specific forms e.g ED1 and SS2
fr: **b** : sélectionnez les formulaires spécifiques, par exemple ED1 et SS2

source: **c**: Select Other options, then click Transpose
fr: **c** : Sélectionnez Autres options, puis cliquez sur Transposer

source: **d**: Click Generate Dataset
fr: **d** : Cliquez sur Générer un ensemble de données

source: Data Visualization
fr: Visualisation de données

source: Working with Charts
fr: Travailler avec des graphiques

source: **a**: You can view different charts by selecting either Bar, Line , Pie or Polar Area
fr: **a** : vous pouvez afficher différents graphiques en sélectionnant Bar, Ligne, Tarte ou Zone Polaire

source: **b**: You can select Table to view the data in tabular form
fr: **b** : vous pouvez sélectionner Tableau pour afficher les données sous forme de tableau
